# Brewfile
# Run: brew bundle install

tap "microsoft/mssql-release"
tap "nikitabobko/tap"

# Shell & terminal
brew "fish"
brew "fisher"
brew "tmux"
brew "tpm"
brew "alacritty" # via cask below

# Core CLI tools
brew "git"
brew "gh"
brew "stow"
brew "bat"
brew "coreutils"
brew "fd"
brew "fzf"
brew "lsd"
brew "ripgrep"
brew "tree"
brew "vivid"
brew "pastel"

# Editors & navigation
brew "neovim"
brew "luarocks"
brew "ranger"
brew "lazygit"

# Languages & runtimes
brew "node"
brew "pyenv"
brew "python@3.12"

# Media & docs
brew "ffmpeg"
brew "pandoc"
brew "poppler"

# Dev tools
brew "sem-cli"        # semantic git diffs (entity-level)
brew "spicetify-cli"

# Remote / sharing
brew "tmate"
brew "displayplacer"

# Data / SQL
brew "unixodbc"
brew "freetds"
brew "awscli"
brew "microsoft/mssql-release/msodbcsql17"
brew "microsoft/mssql-release/mssql-tools"

# Apps
cask "alacritty"
cask "claude"
cask "claude-code"
cask "cmux"
cask "spotify"

# Fonts
cask "font-coral-pixels"
cask "font-iosevka-nerd-font"
cask "font-victor-mono-nerd-font"

# VS Code extensions
vscode "vscodevim.vim"
